"use strict";

let config = {
    rowCount: 10,
    colCount: 10,
}

let nameColumns=['','A','B','C','D','E','F','G','H','']; // названия колонок
let nameRow=['','8','7','6','5','4','3','2','1','']; // названия строк
let eightFigure=['','&#9820;','&#9822;','&#9821;','&#9819;','&#9818;','&#9821;','&#9822;','&#9820;','']; // фигуры на восьмой горизонтали
let sevenFigure=['','&#9823;','&#9823;','&#9823;','&#9823;','&#9823;','&#9823;','&#9823;','&#9823;','']; // фигуры на седьмой горизонтали
let twoFigure=['','&#9817;','&#9817;','&#9817;','&#9817;','&#9817;','&#9817;','&#9817;','&#9817;','']; // фигуры на второй горизонтали
let oneFigure=['','&#9814;','&#9816;','&#9815;','&#9813;','&#9812;', '&#9815;', '&#9816;','&#9814;','']; // фигуры на первой горизонтали