"use strict";

let questions=[
    {
        quest: "Что согласно загадке \"Зимой и летом одним цветом\"?",
        1: "Елка",
        2: "Настроение",
        3: "Береза",
        4: "Вода",
        answerTrue: 1,
        score: 100
    },
    {
        quest: "Сколько букв в слове \"Здравствуйте\"?",
        1: "10",
        2: "11",
        3: "12",
        4: "Нет правильного ответа",
        answerTrue: 3,
        score: 200
    },
    {
        quest: "Что согласно загадке \"Не лает, не кусает, а в дом не пускает\"?",
        1: "Собака",
        2: "Кошка",
        3: "Сторож",
        4: "Замок",
        answerTrue: 4,
        score: 300
    },
    {
        quest: "Чего нет в шахматной партии?",
        1: "Этюд",
        2: "Миттельшпиль",
        3: "Дебют",
        4: "Эндшпиль",
        answerTrue: 1,
        score: 400
    },
    {
        quest: "Какова дистанции веломарафона \"Париж-Брест-Париж\"?",
        1: "200 км",
        2: "600 км",
        3: "1000 км",
        4: "1200 км",
        answerTrue: 4,
        score: 500
    }
]
